{
  "straight up creepin": {
    "name": "Straight Up Creepin'",
    "type": "Active",
    "playbook":"Beacon",
    "text": "When you scope out a person or place, roll + Mundane. On a 10+, ask two. On a 7-9, ask one. \n- what’s my best way in/out? \n- what happened here recently?\n- what here is worth grabbing?\n- who or what here is not what they seem?\n- whose place is this?\nOn a miss, you find yourself in over your head. The GM will tell you why this is a bad spot."
  },
  "directly engage a threat": {
    "name": "Directly Engage a Threat",
    "type": "Active",
    "playbook": null,
    "text": "When you directly engage a threat, roll +Danger. On a hit, trade blows. On a 10+, pick two. On a 7-9, pick one.\n- resist or avoid their blows\n- take something from them\n- create an opportunity for your allies\n- impress, surprise, or frighten the opposition"
  },
  "comfort or support": {
    "name": "Comfort or Support",
    "type": "Active",
    "playbook": null,
    "text": "When you comfort or support someone, roll + Mundane. On a hit, they hear you: they mark potential, clear a condition, or shift Labels if they open up to you. On a 10+, you can also add a Team to the pool or clear a condition yourself."
  },
  "before we get started": {
    "name": "Before we get started",
    "type": "Active",
    "source": "Soldier Moves",
    "text": "When you have time to closely observe your opposition before a fight, roll + Savior. \nOn a 10+, hold 3. \nOn a 7-9, hold 2.\nOn a miss, hold 1 and mark a condition. \nDuring the fight, you can spend your hold to name a character you observed and...:\n• ...redirect their attack to another character or nowhere—into a wall or the sky.\n• ...cross a distance between them and you.\n• ...stun them, close up or from a distance.\n• ...ignore all harm from one of their attacks.\n• ...escape any bindings or impediments theyattempt to place on you."
  },
  "no you move": {
    "name": "No, You Move",
    "type": "Active",
    "source": "Soldier Moves",
    "text": "When you demand that an NPC live up to a higher moral code, roll + Savior. \nOn a hit, they have to meet your standard or mark a Condition. \nOn a 10+, take Influence over them as well. \nOn a miss, they reveal that the conflict in question is more complicated than it seems; give them Influence over you."
  },
  "i can do this all day": {
    "name": "I can do this all day",
    "type": "Passive",
    "source": "Soldier Moves",
    "text": "When something causes you to remove yourself from a fight, you can shift Savior down (and another Label up) instead. \nIf shifting Savior down would move it below -2, you have to leave the fight instead of shifting Labels."
  },
  "it kinda feels personal": {
    "name": "It kinda feels personal",
    "type": "Passive",
    "source": "Soldier Moves",
    "text": "When you discover that someone has misled you or betrayed your cause, mark a condition to take +1 ongoing against them until they are brought to justice."
  },
  "mission first": {
    "name": "Mission first",
    "type": "Passive",
    "source": "Soldier Moves",
    "text": "When you secure a valuable resource by defeating a powerful foe, you can shift your Savior up and any other Label down. \nIf you (and your team) managed to avoid causing any collateral damage, clear a condition as well."
  },
  "more than a shield": {
    "name": "More than a shield",
    "type": "Passive",
    "source": "Soldier Moves",
    "text": "When you **directly engage a threat** by heading directly into danger withour regard for your own safety, roll with Savior instead of Danger. \nOn a miss, your focused attack leaves someone in grave danger; the GM will tell you what it takes to keep them safe."
  },
  "a higher calling": {
    "name": "A higher calling",
    "type": "Passive",
    "source": "Soldier Moves",
    "text": "You work for a metahuman law enforcement agency (A.E.G.I.S.) that keeps the world safe from all manner of superhuman, supernatural, and extraterrestrial threats. You volunteered to work with a team of young superheroes as part of a new A.E.G.I.S. program designed to keep Halcyon City safe. \nYou have an additional Label: SOLDIER  \nSoldier functions like any other Label. Characters with Influence over you can shift it, and you mark a condition if it would ever shift above +3 or below -2. You can only cancel the influence A.E.G.I.S. holds over you with the appropriate advancement. You cannot lock Soldier with a Moment of Truth. \nWhen you’re acting on orders and relying on your training, give A.E.G.I.S. influence to use Soldier instead of any other Label when you make a basic or playbook move. \nWhen you invoke your authority over civilians, Halcyon City personnel, or A.E.G.I.S. staff, roll + Soldier. On a hit, your words carry weight. On a 7-9, someone will push back against your instructions or orders...sooner rather than later. On a miss, your attempts to control the situation create an opportunity for your enemies within A.E.G.I.S. to act against you. \nWhen you ask A.E.G.I.S. for additional resources, equipment, or information during a mission, roll + Soldier. On a hit, they’ll resupply you as best they can. On a 10+, the resources are highly classified or experimental; take +1 ongoing to deploying them throughout the mission. On a miss, A.E.G.I.S. sends what they think you need, regardless of what you actually requested."
  },
  "above the fray": {
    "name": "Above the fray",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "When you **enter battle as a Team against a dangerous foe**, if you have Influence over the leader and provide tactical input, add 1 Team to the pool. \nWhen you **contradict the leader during the battle**, you may return Influence over the leader to add an additional 1 Team to the pool."
  },
  "mission debrief": {
    "name": "Mission debrief",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "During a debrief, when you **downplay your role in helping a teammate during the mission**, mark potential and shift Superior down and any other Label up. \nWhen you **exaggerate your role in helping a teammate during the mission**, clear a condition and either give them Influence or lose Influence over them."
  },
  "logical angle": {
    "name": "Logical angle",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "When you comfort or support someone by rationally pointing out their mistakes so they can do better next time, roll + Superior instead of + Mundane. If they do not open up to you, mark a condition."
  },
  "scientific insight": {
    "name": "Scientific Insight",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "You have achieved mastery over a field of science and technology.\n Whenever you assess the situation and your field of study is directly relevant, you may ask a single follow-up question."
  },
  "always prepared": {
    "name": "Always prepared",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "When you have a chance to restock your supplies, hold up to 2-gadgets. \nWhen you **unleash your powers** by producing a brand new minor invention or gadget from your supply, spend 1-gadget and roll + Superior. \nWhen you reach 0-gadgets, mark a condition."
  },
  "tactical genius": {
    "name": "Tactical genius",
    "type": "Active",
    "source": "Brain Moves",
    "text": "When you point out the obvious flaw in a known foe’s plan, roll + Savior. On a hit, you’re right, and another teammate (your choice) can take advantage; they get +1 ongoing to act on your information. \nOn a 7-9, pick one: \n- *You missed something important. The GM will tell you what.* \n- *You look like a showoff. Your chosen teammate takes Influence over you, and you lose Influence over them.* \n- *You make your teammates feel like little more than pawns. Your chosen teammate marks a condition.* \nOn a miss, you’ve played into your enemy’s hands; watch the trap spring."
  },
  "your shame": {
    "name": "Your Shame",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "You have a deep and abiding sense of guilt for something you have created or had a hand in creating. It could have been something you invented when you first came into your genius, or something you set into motion that you no longer have the power to stop. It may even be something beyond your ability to achieve again, this once-in-a-lifetime creation. Just as you are a world-class intellect, your shame is a world-class problem. Whatever the case may be, your role in its creation is not publicly known...yet.\nWhenever you are confronted with your shame, either mark a condition or shift Superior down and Danger up. If your shame is an NPC, they can never lose Influence over you. \nAt the end of every session, answer the question:\n• Did you take steps to make amends for your shame? \nIf the answer is yes, mark potential. If the answer is no, give Influence to one of your teammates."
  }
}


