{
  "directly engage a threat": {
    "name": "Directly Engage a Threat",
    "type": "Active",
    "source": "Basic Moves",
    "text": "When you **directly engage a threat**, roll +Danger. On a hit, trade blows. On a 10+, pick two. On a 7-9, pick one.\n- resist or avoid their blows\n- take something from them\n- create an opportunity for your allies\n- impress, surprise, or frighten the opposition"
  },
  "unleash your powers": {
    "name": "Unleash You Powers",
    "type": "Active",
    "source": "Basic Moves",
    "text": "When you **unleash your powers** to overcome an obstacle, reshape your environment, or extend your senses, roll + Freak. On a hit, you do it. On a 7-9, mark a condition or the GM will tell you how the effect is unstable or temporary."
  },
  "comfort or support": {
    "name": "Comfort or Support",
    "type": "Active",
    "source": "Basic Moves",
    "text": "When you **comfort or support someone**, roll + Mundane. On a hit, they hear you: they mark potential, clear a condition, or shift Labels if they open up to you. On a 10+, you can also add a Team to the pool or clear a condition yourself."
  },
  "pierce the mask": {
    "name": "Pierce The Mask",
    "type": "Active",
    "source": "Basic Moves",
    "text": "When you **pierce someone's mask** to see the person beneath, roll +Mundane. On a 10+, ask three. On a 7-9, ask one.\n- what are you really planning?\n- what do you want me to do?\n- how could I get your character to____?\n- how could I gain influence over you?"
  },
  "defend": {
    "name": "Defend",
    "type": "Active",
    "source": "Basic Moves",
    "text": "When you **defend someone or something** from an immediate threat, roll + Savior. For NPC threats: on a hit, you keep them safe and choose one. On a 7-9, it costs you: expose yourself to danger or escalate the situation.\n- add a Team to the pool\n- take Influence over someone you protect\n- clear a condition\nFor PC threats: on a hit, give them -2 to their roll. On a 7-9, you expose yourself to cost, retribution, or judgment."
  },
  "assess the situation": {
    "name": "Assess the Situation",
    "type": "Active",
    "source": "Basic Moves",
    "text": "When you **assess the situation**, roll + Superior. On a 10+, ask two. On a 7-9, ask one. Take +1 while acting on the answers.\n- what here can I use to ________?\n- what here is the biggest threat?\n- what here is in the greatest danger?\n- who here is most vulnerable to me?\n- how could we best end this quickly?"
  },
  "provoke someone": {
    "name": "Provoke Someone",
    "type": "Active",
    "source": "Basic Moves",
    "text": "When you **provoke someone** susceptible to your words, say what you’re trying to get them to do and roll + Superior. For NPCs: on a 10+, they rise to the bait and do what you want. On a 7-9, they can instead choose one.\n- they stumble: you take +1 forward against them\n- they err: you gain a critical opportunity\n- they overreact: you gain Influence over them\nFor PCs: On a 10+, both. On a 7-9, choose one.\n- if they do it, add a Team to the pool\n- if they don’t do it, they mark a condition"
  },
  "take a powerful blow": {
    "name": "Take a Powerful Blow",
    "type": "Active",
    "source": "Basic Moves",
    "text": "When you **take a powerful blow**, roll + conditions marked. On a 10+, choose one.\n- you must remove yourself from the situation: flee, pass out, etc.\n- you lose control of yourself or your powers in a terrible way\n- two options from the 7-9 list\nOn a 7-9, choose one.\n- you lash out verbally: provoke a teammate to foolhardy action or take advantage of your Influence to inflict a condition\n- you give ground; your opposition gets an opportunity\n- you struggle past the pain; mark two conditions \nOn a miss, you stand strong. Mark potential as normal, and say how you weather the blow."
  },
  "wield your powers": {
    "name": "Wield Your Powers",
    "type": "Active",
    "source": "Adult Moves",
    "text": "When you **wield your powers** with precision or grace, roll + Freak. On a hit, choose one. On a 10+, choose two.\n- take hold of something vulnerable to you\n- create something useful from your environment\n- neutralize an opponent or threat, at least for now"
  },
  "overwhelm a vulnerable foe": {
    "name": "Overwhelm a Vulnerable Foe",
    "type": "Active",
    "source": "Adult Moves",
    "text": "When you **overwhelm a vulnerable foe**, roll + Danger. On a hit, the fight’s over. They’re done. On a 10+, choose one. On a 7-9, choose two.\n- you take a powerful blow in turn\n- you hurt your foe more than you intended\n- you cause serious collateral damage"
  },
  "persuade with best interests": {
    "name": "Persuade With Best Interests",
    "type": "Active",
    "source": "Adult Moves",
    "text": "When you **persuade someone with their best interests**, roll + Superior. If they’re an NPC, on a 10+, they buy it and act accordingly. On a 7-9, they need concrete assurance, right now.\nIf they’re a PC, on a hit, they can mark potential or shift their own Labels if they do what you want. On a 10+, take Influence over them as well."
  },
  "empathize": {
    "name": "Empathize",
    "type": "Active",
    "source": "Adult Moves",
    "text": "When you openly empathize with someone, roll +Mundane. On a hit, they must reveal a vulnerability or mark a condition. On a 10+, take Influence over them as well."
  },
  "stand up for something": {
    "name": "Stand Up for Something",
    "type": "Active",
    "source": "Adult Moves",
    "text": "When you **stand up for something**, roll + Savior. On a 10+, choose two. On a 7-9, choose one.\n- listeners can’t keep doing what they’re doing\n- listeners can’t flee without addressing you\n- listeners can’t attack you without losing status or position"
  },
  "start of session": {
    "name": "Start of Session",
    "type": "Passive",
    "source": "Peripheral Moves",
    "text": "At the start of every session, the GM adds a Team to the pool."
  },
  "end of session": {
    "name": "End of Session",
    "type": "Passive",
    "source": "Peripheral Moves",
    "text": "At the end of every session, choose one:\n- **Grow closer to the team.** Explain who made you feel welcome; give Influence to that character and clear a condition or mark potential.\n- **Grow into your own image of yourself.** Explain how you see yourself and why; shift one Label up and another down.\n- **Grow away from the team.** Explain why you feel detached. Take Influence over you away from another character."
  },
  "team mechanics": {
    "name": "Team Mechanics",
    "type": "Passive",
    "source": "Peripheral Moves",
    "text": "When you **enter battle against a dangerous foe as a team**, add two to the Team pool.\n- If the leader has Influence over every teammate, add another Team.\n- If everyone has the same purpose in the fight, add another Team.\n- If any team member mistrusts the leader or the team, remove a Team.\n- If your team is ill-prepared or offbalance, remove a Team.\nThe leader of the team can mark a condition to avoid removing a Team from the pool.\nAnyone working with the team can spend Team one for one to help a teammate; give them +1 to their roll.\n Team members can also spend Team to act selfishly. When you act selfishly, say how your actions ignoreor insult your teammates, remove one Team from the pool, and shift one Label up and one Label down, your choice. You can use this option after rolling to alter the Label you’re rolling with.\n Whenever time passes, the GM will empty the Team pool and restore it to one Team."
  },
  "conditions": {
    "name": "Conditions",
    "type": "Passive",
    "source": "Peripheral Moves",
    "text": "When a move tells you to mark a condition, mark any condition you choose. Sometimes the GM may tell you a specific condition to mark, especially after a hard move.\n  If you need to mark a condition and have no more conditions to mark, you are taken out. You lose consciousness or flee. The GM will tell you when you come back into another scene. You may clear one condition.\n  Once a condition is marked, take -2 to certain moves (max -3).\n- If you’re Angry, take -2 to **comfort or support someone** or **pierce the mask**.\n- If you’re Afraid, take -2 to **directly engage**.\n- If you’re Guilty, take -2 to **provoke someone** or **assess the situation**.\n- If you’re Hopeless, take -2 to **unleash your powers**.\n- If you’re Insecure, take -2 to stand in defense or **reject what others say about you or the world**."
  },
  "clearing conditions": {
    "name": "Clearing Conditions",
    "type": "Passive",
    "source": "Peripheral Moves",
    "text": "You can always clear a condition by taking a certain action. At the end of any scene in which you take the corresponding action, clear that condition.\n- **To clear Angry**, hurt someone or break something important.\n- **To clear Afraid**, run from something difficult.\n- **To clear Guilty**, make a sacrifice to absolve your guilt.\n- **To clear Hopeless**, fling yourself into easy relief.\n- **To clear Insecure**, take foolhardy action without talking to your team.\nYou can also clear a condition when someone else comforts or supports you, or when you defend someone"
  },
  "shifting labels": {
    "name": "Shifting Labels",
    "type": "Passive",
    "source": "Peripheral Moves",
    "text": "When you shift a Label, it means that your view of yourself is changing. You see yourself more as the Label you shift up, less as the Label you shift down. If you ever need to shift a Label above +3 or below -2 mark a condition instead, GM’s choice."
  },
  "influence": {
    "name": "Influence",
    "type": "Passive",
    "source": "Peripheral Moves",
    "text": "When someone has Influence over you, it means you care about what they do, say, or think. At any time you can give Influence to any character who doesn’t have Influence over you. All adults have Influence over you when first introduced.\n\nWhen you **have Influence over someone**, take +1 to all moves targeting them, including rejecting their Influence.\n\nWhen you **take advantage of your Influence over someone**, surrender the Influence you hold over them to choose one:\n- give them -2 on a move they just made (after the roll)\n inflict a condition on them\n take an additional +1 on a move targeting them (after the roll)\n\nWhen **someone with Influence over you tells you who you are or how the world works**, accept what they say or reject their Influence. If you accept what they say, the GM will adjust your Labels accordingly; if you want to keep your Labels as they are, you must reject their Influence.\nWhen you reject someone’s Influence, roll. On a hit, you successfully hold to yourself and tune them out.\nOn a 10+, choose two. On a 7-9, choose one.\n- clear a condition or mark potential by immediately acting to prove them wrong\n shift one Label up and one Label down, your choice\n- cancel their Influence and take +1 forward against them\nOn a miss, their words hit you hard. Mark a condition, and the GM will adjust your Labels.\n\nIf you **have Influence over a teammate and you would gain Influence over them again**, immediately shift one of their Labels up and one of their Labels down, your choice. If you **have Influence over an NPC and you would gain Influence over them again**, take +1 forward against them."
  },
  "moment of truth": {
    "name": "Moment of Truth",
    "type": "Active",
    "source": "Peripheral Moves",
    "text": "When you **unlock your Moment of Truth**, you can activate it at any time: read your Moment of Truth out loud from the back of your playbook and follow that script. In essence, you (the player) take full control of the narrative in this moment. The GM will let you know what consequences arise...\n**After you use your Moment of Truth**, permanently lock one Label. You have changed, and some part of you has become set in stone. You can unlock your Moment of Truth a second time through advancements. "
  },
  "advancements": {
    "name": "Advancements",
    "type": "Passive",
    "source": "Peripheral Moves",
    "text": "When someone permanently loses Influence over you,it means that character can never hold Influenceover you again. This is almost always best used on an NPC, to indicate that you have moved past them and won’t be affected by what you think of them again.\nWhen you **retire from the life**, it means you’re not part of the superpowered world anymore, and that character should be considered safe and off-limits to the GM’s moves.\nWhen you **lock a Label**, it means that Label can never shift up or down again—that part of yourself is set in stone.\nWhen you **become a paragon of the city**, it means you’re no longer a “young” hero—you’re a peer of the biggest heroes in the city, and you aren’t a Masks character anymore. The GM should treat your character as one of the biggest heroes in the city, but play them as an NPC."
  },
  "making ammends": {
    "name": "Making Ammends",
    "type": "Passive",
    "source": "Innocent Moves",
    "text": "When you make yourself vulnerable while **comforting or supporting** someone you (or your future self) has fought or hurt, take +2 to the roll. If you miss or they refuse to open up, mark a condition and take a powerful blow."
  },
  "growing into power": {
    "name": "Growing Into Power",
    "type": "Passive",
    "source": "Innocent Moves",
    "text": "When you **unleash your powers** to do something your future self can do, mark a condition to roll + Savior instead of + Freak."
  },
  "see it their way": {
    "name": "See it their Way",
    "type": "Passive",
    "source": "Innocent Moves",
    "text": "When you **reject someone’s Influence** when they equate you with your future self, roll + Savior instead of + nothing. When you accept someone’s Influence when they equate you with your future self, mark potential."
  },
  "whats this thing": {
    "name": "What's this thing?",
    "type": "Active",
    "source": "Innocent Moves",
    "text": " When you ask for someone else’s guidance on the modern world, they must tell you what they think you should do or how you should act. If you act that way, clear a condition and shift Mundane up and any other Label down. If you act that way and it goes poorly, mark potential."
  },
  "white knight": {
    "name": "White Knight",
    "type": "Passive",
    "source": "Innocent Moves",
    "text": "When you give a speech on morality and heroism, you can **provoke someone** with Savior instead of Superior."
  },
  "martyr": {
    "name": "Martyr",
    "type": "Passive",
    "source": "Innocent Moves",
    "text": "When you **take a powerful blow** while defending someone or something, you may shift Savior up and any other Label down."
  },
  "coldly dismiss someone": {
    "name": "Coldly Dismiss Someone",
    "type": "Active",
    "source": "Innocent Moves",
    "text": "When you **coldly dismiss someone**, roll + Mundane. On a hit, they mark a condition or leave you alone, their choice. On a 7-9, they can also choose to inflict a condition on you."
  },
  "aggressively defend": {
    "name": "Aggressively Defend a Large Group or Area",
    "type": "Active",
    "source": "Innocent Moves",
    "text": "When you **aggressively defend a large group or area**, roll + Savior. On a hit, you create an opportunity for yourself to press the attack, and take +1 forward to pursue it. On a"
  },
  "threaten someone": {
    "name": "Threaten Someone",
    "type": "Active",
    "source": "Innocent Moves",
    "text": "When you **threaten someone**, say what you want them to do and roll + Superior. On a hit, they either do it or they are put at a significant disadvantage against you, their choice. On a 10+, either way they mark a condition, your choice."
  },
  "spit in the face of guidance": {
    "name": "Spit in the Face of Guidance or Influence",
    "type": "Active",
    "source": "Innocent Moves",
    "text": "When you **spit in the face of guidance or Influence**, roll + 2. On a hit, take away their Influence over you or clear a condition, your choice. On a 7-9, you both take a powerful blow from the intensity of your words"
  },
  "not from around here": {
    "name": "Not From Around Here",
    "type": "Active",
    "source": "Newborn Moves",
    "text": "When you act clueless, goofy, or confused to get out of a sticky mundane situation, roll + Freak. On a hit, you create an opportunity, a distraction, or a plausible excuse. On a 7-9, you also feel all the weight of playing the clown and of the people staring at you. The GM shifts one of your Labels up and one down. On a miss, no one is fooled, and you’ve put yourself in their crosshairs."
  },
  "thermodynamic miracle": {
    "name": "Thermodynamic Miracle",
    "type": "Passive",
    "source": "Innocent Moves",
    "text": "When you **comfort or support** someone by telling them what makes them unique, roll + Freak instead of Mundane. If they open up to you, shift Freak up and Mundane down. If they don’t, mark a condition."
  },
  "a mind of their own": {
    "name": "A Mind of their Own",
    "type": "Active",
    "source": "Newborn Moves",
    "text": "Your powers evolve and mutate. When you are facing an obstacle or threat that your powers would not be able to deal with, you can mark a condition to gain brand new abilities adapted to the situation. You lose these new powers once the danger is gone."
  },
  "damage": {
    "name": "Damage",
    "type": "Passive",
    "source": "Newborn Moves",
    "text": "You get an additional condition called Damaged. While marked, take +1 to **take a powerful blow**.\n\nTo clear the Damaged condition, you need time, external help, or special equipment or abilities."
  },
  "regeneration": {
    "name": "Regeneration",
    "type": "Active",
    "source": "Newborn Moves",
    "text": "on: When you’re taken out, you can trigger an emergency regeneration process. If you do, your body undergoes an unpredictable transformation, and in mere moments, you’re back on your feet and ready to fight. Clear three conditions and choose three from the list below:\n- Change your gender identity or presentation\n- Change your physical appearance\n- Forget all your lessons\n- Lose an important memory of a teammate; they lose Influence over you\n- Swap an ability with another one from the Newborn playbook"
  },
  "what the hell hero": {
    "name": "What the Hell, Hero",
    "type": "Active",
    "source": "Reformed Moves",
    "text": "When you call out an injustice that a hero has perpetrated, roll + Danger. On a hit, take Influence over them. On a 7-9, choose one. On a 10+, choose two.\n- You get them to admit their wrongdoing\n- You win over an onlooker; take Influence over them\n- You don’t turn their attention and anger onto yourself\nOn a miss, they dismiss you; mark a condition (their choice), shift Danger up, Savior down."
  },
  "wrong side of the tracks": {
    "name": "Wrong Side of the Tracks",
    "type": "Passive",
    "source": "Reformed Moves",
    "text": " You always get to ask an additional question when you p**ierce the mask of a villain**, even on a miss. When you pierce the mask of a hero (your call), add this question to the list:\n- what was your darkest moment?"
  },
  "not so different": {
    "name": "Not So Different",
    "type": "Passive",
    "source": "Reformed Moves",
    "text": "When you **provoke someone** to criminal or villainous action, you can use Danger instead of Superior"
  },
  "blowing off steam": {
    "name": "Blowing Off Steam",
    "type": "Active",
    "source": "Reformed Moves",
    "text": "When you commit a misdemeanor or small “victimless” crime, you may clear a condition of your choice."
  },
  "dark past": {
    "name": "Dark Past",
    "type": "Active",
    "source": "Reformed Moves",
    "text": "When you confess to a serious crime you committed as a villain while in the presence of someone involved, shift Danger up and any other Label down, say what you did, and choose one.\n- No one was hurt badly by the crime\n- You aren’t in legal danger from the crime\n- You aren’t being actively pursued for extralegal retribution"
  },
  "do me a favor": {
    "name": "Do me a Favor",
    "type": "Active",
    "source": "Reformed Moves",
    "text": "When you go to an ordinary civilian you know for a favor, roll +Mundane. On a 10+, they’ll lend you a hand. On a 7-9, they need a promise up front. On a miss, you catch them up in your superpowered nonsense, and they suffer for it"
  },
  "the gossip mags": {
    "name": "The Gossip Mags",
    "type": "Active",
    "source": "Star Moves",
    "text": " When you tap into the gossip and rumor of the celebrity industry for information on an important city figure, roll + Superior. On a hit, you can ask the GM questions. On a 10+, ask three. On a 7-9, ask one:\n- What are they up to?\n- What or who do they most care about?\n- What allies do they have? Enemies?\n- Where and when can I find them?\n- How could I make them vulnerable to me?\nOn a miss, ask one anyway,  but they hear about your interest in them."
  },
  "stage fighting": {
    "name": "Stage-Fighting",
    "type": "Passive",
    "source": "Star Moves",
    "text": "When you directly engage a threat with an audience watching, mark a condition to roll +Superior instead of Danger."
  },
  "time for the show": {
    "name": "Time for the Show",
    "type": "Active",
    "source": "Star Moves",
    "text": "When you put on a flamboyant display of your powers, roll +Superior. On a 7-9, name one NPC present. On a 10+, name two NPCs present. The named NPCs must either volunteer help or information, express admiration, or ask for your help, GM’s choice. On a miss, your display catches someone watching in the wrong way."
  },
  "take it from me": {
    "name": "Take it from Me",
    "type": "Passive",
    "source": "Star Moves",
    "text": " When you **comfort or support** someone who openly admires your celebrity persona, roll +Superior instead of Mundane."
  },
  "cold and cruel": {
    "name": "Cold and Cruel",
    "type": "Active",
    "source": "Star Moves",
    "text": "When you shut someone down, roll +Superior. On a 10+, you either inflict a condition on them, make them lose Influence over you, or take Influence over them, your choice. On a 7-9, you either each inflict a condition on the other, or both lose Influence over each other, your choice. On a miss, they gain Influence over you"
  },
  "stick to the mission": {
    "name": "Stick To The Mission",
    "type": "Passive",
    "source": "Harbinger Moves",
    "text": "When you **defend someone** or something critically important to the future (tell us why), you may mark a condition to shift down one Label and shift up Savior before the roll. If you do, you cannot choose the option ‘clear a condition’ for the defend move."
  },
  "tomorrows golden promise": {
    "name": "Tomorrow’s Golden Promise",
    "type": "Passive",
    "source": "Harbinger Moves",
    "text": "When you **comfort or support someone** with tales of what you think their future will be, you may roll + Savior instead of + Mundane. Mark a condition unless you are confident the stories are true."
  },
  "applied history": {
    "name": "Applied History",
    "type": "Passive",
    "source": "Harbinger Moves",
    "text": "When you **pierce the mask** of someone you believe will shape the future, roll + Savior instead of + Mundane."
  },

  "you haven’t learned you can do that yet": {
    "name": "You Haven’t Learned You Can Do That Yet",
    "type": "Passive",
    "source": "Harbinger Moves",
    "text": "When you tell a teammate about a new, never-before-performed trick that they’ve never considered, spend a Team from the pool to allow them to **unleash their powers**, **directly engage a threat**, or **defend someone** using Superior as if it was their Label. Any costs or complications from their move affect you, as well."
  },

 "i learned the solution in grade school": {
    "name": "I Learned The Solution In Grade School",
    "type": "Passive",
    "source": "Harbinger Moves",
    "text": "When you **unleash your powers** to extend your senses or overcome an intellectual obstacle, you may roll + Superior instead of + Freak."
  },

  "21st century studies": {
    "name": "21st Century Studies",
    "type": "Passive",
    "source": "Harbinger Moves",
    "text": "When you **assess the situation**, you may always ask ‘what does the future know about this moment?’, even on a miss. You take +1 ongoing to act on the answers."
  },

  "no good at being a kid": {
    "name": "No Good At Being A Kid",
    "type": "Passive",
    "source": "Nomad Moves",
    "text": "When you clear a condition, you can shift Labels, your choice."
  },
  "watched c beams glitter": {
    "name": "Watched C-Beams Glitter",
    "type": "Active",
    "source": "Nomad Moves",
    "text": "When you make a claim about a strange situation or phenomenon based on your experience, roll + Freak. On a hit, you were right; the GM will tell you what opportunity your knowledge grants to you. On a 7-9, your claim is incomplete, flawed, or tangential; the GM will tell you how. On a miss, your experiences are incomplete; the GM will tell you what mistake your flawed understanding leads you to make."
  },
  "i hate calling the cavalry": {
    "name": "I Hate Calling The Cavalry",
    "type": "Active",
    "source": "Nomad Moves",
    "text": "When you call the allies you made beyond this world to ask them for help, mark a condition and roll + Superior. On a hit, someone shows up to lend you a hand. On a 7-9, they’re dragging their own problems. On a miss, your call reaches someone you wish it hadn’t."
  },
  "the littlest space bandit": {
    "name": "The Littlest Space Bandit",
    "type": "Passive",
    "source": "Nomad Moves",
    "text": "When you **directly engage a threat** that underestimates you, roll + Superior instead of + Danger."
  },
  "out of this world": {
    "name": "Out Of This World",
    "type": "Active",
    "source": "Nomad Moves",
    "text": "When you plug into the cosmic aether and tune out of this world, roll + Freak. On a hit, you come to a new, interesting insight about your current problems and situation; the GM will tell you what. On a 10+, you can also shift your own Labels accordingly to match your new understanding. On a miss, you realize something dangerous or terrible; the GM will tell you what, and shift your Labels accordingly."
  },
  "sharpened eyes": {
    "name": "Sharpened Eyes",
    "type": "Passive",
    "source": "Nomad Moves",
    "text": "When you **assess the situation**, you may always ask one of the following questions, even on a miss:\n- What’s my best way out/past/in?\n- What here would be handy to grab?\n- Who here is susceptible to my words?"
  },
  "ill show them": {
    "name": "I’ll Show Them",
    "type": "Passive",
    "source": "Scion Moves",
    "text": "When you **defend someone** who doesn’t believe in you, you can always take Influence over them, even on a miss."
  },

  "changed sides": {
    "name": "Changed Sides",
    "type": "Active",
    "source": "Scion Moves",
    "text": "When you mislead or trick an enemy by pretending to be on their side, roll + Danger. On a hit, they buy your charade for now. On a 7-9, choose 1. On a 10+, choose 2.\n- You avoid having to provide concrete evidence\n- You create an opportunity\n- You expose a weakness or flaw\nOn a miss, someone else watching comes to the worst possible conclusion and acts on it."
  },

  "they dont deserve forgiveness": {
    "name": "They Don’t Deserve Forgiveness",
    "type": "Passive",
    "source": "Scion Moves",
    "text": "When you accuse an enemy of being irredeemable, you can mark two conditions to take Influence over you away from them. When you **directly engage** someone who has no Influence over you, you can always choose 1 additional option, even on a miss."
  },
  "moldable": {
    "name": "Moldable",
    "type": "Passive",
    "source": "Scion Moves",
    "text": "When you **pierce the mask** of someone whose respect you crave, you can always ask ‘How could I gain Influence over you?’, even on a miss. Take +1 ongoing to acting on the answer."
  },
 "all the best stuff": {
    "name": "All The Best Stuff",
    "type": "Active",
    "source": "Scion Moves",
    "text": "You’ve compiled access to caches of equipment and weaponry other supers have hidden in the city. When you access a cache, say whose cache it is. If it’s a hero’s, roll + Savior. If it’s a villain’s, roll + Danger. On a hit, you find a tool or intel useful to your situation; the GM will detail. On a 7-9, you leave evidence that you’ve been here. On a miss, you tripped an alarm and they’re coming; prepare to explain yourself."
  },
  "white lies": {
    "name": "White Lies",
    "type": "Passive",
    "source": "Scion Moves",
    "text": "When you **comfort or support** someone by telling them lies they want to hear, roll + Savior instead of + Mundane. On a hit, if they open up to you, take Influence over them."
  },
  "before we get started": {
    "name": "Before we get started",
    "type": "Active",
    "source": "Soldier Moves",
    "text": "When you have time to closely observe your opposition before a fight, roll + Savior. \nOn a 10+, hold 3. \nOn a 7-9, hold 2.\nOn a miss, hold 1 and mark a condition. \nDuring the fight, you can spend your hold to name a character you observed and...:\n• ...redirect their attack to another character or nowhere—into a wall or the sky.\n• ...cross a distance between them and you.\n• ...stun them, close up or from a distance.\n• ...ignore all harm from one of their attacks.\n• ...escape any bindings or impediments theyattempt to place on you."
  },
  "no you move": {
    "name": "No, You Move",
    "type": "Active",
    "source": "Soldier Moves",
    "text": "When you demand that an NPC live up to a higher moral code, roll + Savior. \nOn a hit, they have to meet your standard or mark a Condition. \nOn a 10+, take Influence over them as well. \nOn a miss, they reveal that the conflict in question is more complicated than it seems; give them Influence over you."
  },
  "i can do this all day": {
    "name": "I can do this all day",
    "type": "Passive",
    "source": "Soldier Moves",
    "text": "When something causes you to remove yourself from a fight, you can shift Savior down (and another Label up) instead. \nIf shifting Savior down would move it below -2, you have to leave the fight instead of shifting Labels."
  },
  "it kinda feels personal": {
    "name": "It kinda feels personal",
    "type": "Passive",
    "source": "Soldier Moves",
    "text": "When you discover that someone has misled you or betrayed your cause, mark a condition to take +1 ongoing against them until they are brought to justice."
  },
  "mission first": {
    "name": "Mission first",
    "type": "Passive",
    "source": "Soldier Moves",
    "text": "When you secure a valuable resource by defeating a powerful foe, you can shift your Savior up and any other Label down. \nIf you (and your team) managed to avoid causing any collateral damage, clear a condition as well."
  },
  "more than a shield": {
    "name": "More than a shield",
    "type": "Passive",
    "source": "Soldier Moves",
    "text": "When you **directly engage a threat** by heading directly into danger withour regard for your own safety, roll with Savior instead of Danger. \nOn a miss, your focused attack leaves someone in grave danger; the GM will tell you what it takes to keep them safe."
  },
  "a higher calling": {
    "name": "A higher calling",
    "type": "Passive",
    "source": "Soldier Moves",
    "text": "You work for a metahuman law enforcement agency (A.E.G.I.S.) that keeps the world safe from all manner of superhuman, supernatural, and extraterrestrial threats. You volunteered to work with a team of young superheroes as part of a new A.E.G.I.S. program designed to keep Halcyon City safe. \nYou have an additional Label: SOLDIER  \nSoldier functions like any other Label. Characters with Influence over you can shift it, and you mark a condition if it would ever shift above +3 or below -2. You can only cancel the influence A.E.G.I.S. holds over you with the appropriate advancement. You cannot lock Soldier with a Moment of Truth. \nWhen you’re acting on orders and relying on your training, give A.E.G.I.S. influence to use Soldier instead of any other Label when you make a basic or playbook move. \nWhen you invoke your authority over civilians, Halcyon City personnel, or A.E.G.I.S. staff, roll + Soldier. On a hit, your words carry weight. On a 7-9, someone will push back against your instructions or orders...sooner rather than later. On a miss, your attempts to control the situation create an opportunity for your enemies within A.E.G.I.S. to act against you. \nWhen you ask A.E.G.I.S. for additional resources, equipment, or information during a mission, roll + Soldier. On a hit, they’ll resupply you as best they can. On a 10+, the resources are highly classified or experimental; take +1 ongoing to deploying them throughout the mission. On a miss, A.E.G.I.S. sends what they think you need, regardless of what you actually requested."
  },
  "above the fray": {
    "name": "Above the fray",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "When you **enter battle as a Team against a dangerous foe**, if you have Influence over the leader and provide tactical input, add 1 Team to the pool. \nWhen you **contradict the leader during the battle**, you may return Influence over the leader to add an additional 1 Team to the pool."
  },
  "mission debrief": {
    "name": "Mission debrief",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "During a debrief, when you **downplay your role in helping a teammate during the mission**, mark potential and shift Superior down and any other Label up. \nWhen you **exaggerate your role in helping a teammate during the mission**, clear a condition and either give them Influence or lose Influence over them."
  },
  "logical angle": {
    "name": "Logical angle",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "When you comfort or support someone by rationally pointing out their mistakes so they can do better next time, roll + Superior instead of + Mundane. If they do not open up to you, mark a condition."
  },
  "scientific insight": {
    "name": "Scientific Insight",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "You have achieved mastery over a field of science and technology.\n Whenever you assess the situation and your field of study is directly relevant, you may ask a single follow-up question."
  },
  "always prepared": {
    "name": "Always prepared",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "When you have a chance to restock your supplies, hold up to 2-gadgets. \nWhen you **unleash your powers** by producing a brand new minor invention or gadget from your supply, spend 1-gadget and roll + Superior. \nWhen you reach 0-gadgets, mark a condition."
  },
  "tactical genius": {
    "name": "Tactical genius",
    "type": "Active",
    "source": "Brain Moves",
    "text": "When you point out the obvious flaw in a known foe’s plan, roll + Savior. On a hit, you’re right, and another teammate (your choice) can take advantage; they get +1 ongoing to act on your information. \nOn a 7-9, pick one: \n- *You missed something important. The GM will tell you what.* \n- *You look like a showoff. Your chosen teammate takes Influence over you, and you lose Influence over them.* \n- *You make your teammates feel like little more than pawns. Your chosen teammate marks a condition.* \nOn a miss, you’ve played into your enemy’s hands; watch the trap spring."
  },
  "your shame": {
    "name": "Your Shame",
    "type": "Passive",
    "source": "Brain Moves",
    "text": "You have a deep and abiding sense of guilt for something you have created or had a hand in creating. It could have been something you invented when you first came into your genius, or something you set into motion that you no longer have the power to stop. It may even be something beyond your ability to achieve again, this once-in-a-lifetime creation. Just as you are a world-class intellect, your shame is a world-class problem. Whatever the case may be, your role in its creation is not publicly known...yet.\nWhenever you are confronted with your shame, either mark a condition or shift Superior down and Danger up. If your shame is an NPC, they can never lose Influence over you. \nAt the end of every session, answer the question:\n• Did you take steps to make amends for your shame? \nIf the answer is yes, mark potential. If the answer is no, give Influence to one of your teammates."
  },
  "straight up creepin": {
    "name": "Straight Up Creepin'",
    "type": "Active",
    "source":"Beacon Moves",
    "text": "When you scope out a person or place, roll + Mundane. On a 10+, ask two. On a 7-9, ask one. \n- what’s my best way in/out? \n- what happened here recently?\n- what here is worth grabbing?\n- who or what here is not what they seem?\n- whose place is this?\nOn a miss, you find yourself in over your head. The GM will tell you why this is a bad spot."
  },
  "no powers and not nearly enough training": {
    "name": "No powers and not nearly enough training",
    "type": "Passive",
    "source": "Beacon Moves",
    "text": "You’re always picking up new gear to keep yourself in the game. Whenever you pick up a new piece of gear, you can write it in as a new ability if this line is empty. The first time you use each piece of gear to directly engage a threat, unleash your powers, or defend someone, you can roll +Mundane instead of the normal Label."
  },

  "wont let you down": {
    "name": "Won’t let you down",
    "type": "Passive",
    "source":"Beacon Moves",
    "text": "When you help a teammate, you can spend 2 out of the Team pool to add +2 to their roll."
  },

  "pretty much a superhero": {
    "name": "Pretty much a superhero",
    "type": "Active",
    "source":"Beacon Moves",
    "text": "When you bring up your superhero name to someone important (your call) for the first time, roll + Savior. On a hit, they’ve heard of you; say which of your exploits they’ve heard about and which Label they think applies. On a 7-9, the GM will tell you something else they’ve heard, and pick a second Label they assign to you. On a miss, they don’t take you seriously or mistrust you moving forward."
  },

  "cmon lucky": {
    "name": "C’mon, Lucky",
    "type": "Passive",
    "source":"Beacon Moves",
    "text": "You have a pet of some kind, a smaller companion that helps you out. Detail it. Choose three basic moves and tell the GM how it helps you with those moves. Whenever your pet could help you, take +1 to that move. If your pet ever gets hurt, treat it as taking a powerful blow."
  },

  "suck it domitian": {
    "name": "Suck it, Domitian",
    "type": "Passive",
    "source":"Beacon Moves",
    "text": "When you stand strong while dramatically under fire, roll + Savior instead of + Danger to **directly engage a threat.**"
  },

  "thick and thin skinned": {
    "name": "Thick and thin skinned",
    "type": "Passive",
    "source":"Bull Moves",
    "text": "Whenever you have Angry marked, take +1 ongoing to **unleash your powers.**"
  },

"youve got a head you dont need": {
    "name": "You’ve got a head you don’t need",
    "type": "Passive",
    "source":"Bull Moves",
    "text": "When you **provoke someone** with obvious threats and shows of force, roll + Danger instead of + Superior."
  },

  "punch everyone": {
    "name": "Punch everyone",
    "type": "Passive",
    "source":"Bull Moves",
    "text": "Whenever you charge into a fight without hedging your bets, you can shift your Danger up and any other Label down."
  },

  "there when it matters": {
    "name": "There when it matters",
    "type": "Passive",
    "source":"Bull Moves",
    "text": "When you **defend someone**, on a hit you can hold 1 instead of choosing one from the list. Spend your hold when they are in danger later to arrive on the scene ready to help."
  },

  "in a china shop": {
    "name": "In a china shop",
    "type": "Passive",
    "source":"Bull Moves",
    "text": "When you **directly engage a threat**, you can cause significant collateral damage to your environment to choose an additional option, even on a miss."
  },

  "physics what physics": {
    "name": "Physics? What physics?",
    "type": "Passive",
    "source":"Bull Moves",
    "text": "When you **unleash your powers** to barrel through an insurmountable barrier, roll + Danger instead of + Freak."
  },

  "defender": {
    "name": "Defender",
    "type": "Passive",
    "source":"Bull’s Heart",
    "text": "When you leap to defend your love or rival in battle, roll + Danger instead of + Savior to **defend them.**"
  },

  "friend": {
    "name": "Friend",
    "type": "Passive",
    "source":"Bull’s Heart",
    "text": "When you **comfort or support** your love or rival, mark potential on a hit. When your love or rival comforts or supports you, mark potential when they roll a hit."
  },

  "listener": {
    "name": "Listener",
    "type": "Passive",
    "source":"Bull’s Heart",
    "text": "When you **pierce the mask** of your love or rival, you can always let them ask you a question to ask them an additional question in turn, even on a miss. These additional questions do not have to be on the list."
 },

  "enabler": {
    "name": "Enabler",
    "type": "Passive",
    "source":"Bull’s Heart",
    "text": "When you **provoke** your love or rival, roll + Danger if you are trying to provoke them to rash or poorly thought out action."
 },

  "mary contrary": {
    "name": "Mary Contrary",
    "type": "Active",
    "source":"Delinquent Moves",
    "text": "When someone tries to **pierce your mask**, **comfort or support you**, or **provoke you**, you can interfere. Roll + Superior. On a hit, they take a -2 on their roll. On a 10+, you also take Influence over them or clear a condition. On a miss, they get a 10+ no matter what they rolled and you mark a condition of their choice."
  },

  "i dont care what you think": {
    "name": "I don’t care what you think!",
    "type": "Passive",
    "source":"Delinquent Moves",
    "text": "Whenever you reject others’ Influence, add +2 to your roll."
  },

  "team what team": {
    "name": "Team? What team?",
    "type": "Passive",
    "source":"Delinquent Moves",
    "text": "When you use Team selfishly, clear a condition or mark potential. The first time in a session that you use Team to help a teammate, take +1 forward."
  },

  "criminal mind": {
    "name": "Criminal mind",
    "type": "Passive",
    "source":"Delinquent Moves",
    "text": "When you assess the situation, you can always ask one of the following questions, even on a miss:\n- what here is useful or valuable to me?\n- how could I best infuriate or provoke ____________?\n- what’s the best way in/way past?"
  },

  "troublemaker": {
    "name": "Troublemaker",
    "type": "Passive",
    "source":"Delinquent Moves",
    "text": "When you help a teammate through destructive, criminal, or rule-breaking actions, you can give them a +2 instead of a +1 when you spend a Team from the pool."
  },

  "are you watching closely": {
    "name": "Are you watching closely?",
    "type": "Active",
    "source":"Delinquent Moves",
    "text": "When you mislead, distract, or trick someone, roll + Superior. On a hit, they are fooled, at least for a moment. On a 10+, choose three. On a 7-9, choose two.\n- you get an opportunity\n- you expose a weakness or flaw\n- you confuse them for some time\n- you avoid further entanglement\nOn a miss, you’re hopelessly embroiled in it and under pressure; mark a condition."
  },

  "dark visions": {
    "name": "Dark Visions",
    "type": "Passive",
    "source":"Doomsigns",
    "text": "Mark your doom track to have a vision about the situation at hand. After the vision, ask the GM a question; they will answer it honestly."
  },

  "infinite powers": {
    "name": "Infinite Powers",
    "type": "Passive",
    "source":"Doomsigns",
    "text": "Mark your doom track to use an ability from any playbook, one time."
  },

  "portal": {
    "name": "Portal",
    "type": "Passive",
    "source":"Doomsigns",
    "text": "Mark your doom track to appear in a scene with anyone you want."
  },

  "burning bright": {
    "name": "Burning Bright",
    "type": "Passive",
    "source":"Doomsigns",
    "text": "Mark your doom track to ignore one of the GM’s stated requirements when you call upon the resources of your sanctuary."
  },

  "bolstered": {
    "name": "Bolstered",
    "type": "Passive",
    "source":"Doomsigns",
    "text": "Mark your doom track to use an Adult Move one time."
  },

  "the mask": {
    "name": "The Mask",
    "type": "Passive",
    "source":"Janus Moves",
    "text": "You wear a mask and hide your real identity. Choose what Label you try to embody while wearing your mask: \n[] Freak [] Danger [] Savior [] Superior\nOnce per session, you can affirm either your heroic or secret identity to switch your Mundane with your mask’s Label.\nWhen you reveal your secret identity to someone who didn’t know it already, mark potential."
  },

  "game face": {
    "name": "Game face",
    "type": "Passive",
    "source":"Janus Moves",
    "text": "When you commit yourself to save someone or defeat a terrible enemy, mark a condition and take +1 ongoing to all rolls in direct pursuit of that goal. At the end of any scene in which you don’t make progress towards that goal, mark a condition. When you fulfill your goal, mark potential."
  },

  "i am what you see": {
    "name": "I am what you see",
    "type": "Passive",
    "source":"Janus Moves",
    "text": "When you spend time talking to someone about your identity, you can ask them which Label they want to impose on you; their player will tell you honestly. If you accept what they tell you, take +1 forward and either mark potential or clear a condition."
  },

  "mild mannered": {
    "name": "Mild-mannered",
    "type": "Active",
    "source":"Janus Moves",
    "text": "When you try to use your civilian identity to deceive, trick, or slip past someone, roll + Mundane. On a hit they buy your facade. On a 7-9, choose one:\n- you’re still under observation\n- you leave something incriminating behind\n- you’re forced to make a fool of yourself to sell it\nOn a miss, one of your civilian obligations rears its ugly head."
  },

  "ill save you": {
    "name": "I’ll save you!",
    "type": "Passive",
    "source":"Janus Moves",
    "text": "You’re willing to pay high costs to keep your loved ones safe. Reveal your secret identity to someone watching or mark a condition to **defend** a loved one as if you rolled a 12+."
  },

  "dangerous web": {
    "name": "Dangerous Web",
    "type": "Active",
    "source":"Janus Moves",
    "text": "When you reveal a trap you’ve left for someone using your powers, roll + your mask’s Label. On a hit, your opponent trips into it, and you get an opening or opportunity against them. On a 10+, take +1 forward to pursuing it. On a miss, the trap inadvertently leads to a dangerous escalation."
  },

  "fight the good fight": {
    "name": "Fight the good fight",
    "type": "Passive",
    "source":"Legacy Moves",
    "text": "When you pull your punches while **directly engaging a threat**, you can roll + Savior instead of + Danger. If you do, you cannot choose to impress, surprise, or frighten your foe."
  },

  "i know what i am": {
    "name": "I know what I am",
    "type": "Passive",
    "source":"Legacy Moves",
    "text": "Once per scene, when you defend a teammate you can shift Savior up and another Label down in addition to any other benefits from the move, even on a miss. If you do, add 1 Team to the pool."
  },

  "words of the past": {
    "name": "Words of the past",
    "type": "Passive",
    "source":"Legacy Moves",
    "text": "When you seek the guidance of one of your elders or a member of your legacy, tell them a problem you face, and ask them a question about the problem. They will answer it honestly, and tell you what to do. Take +1 ongoing if you listen. If you go your own way, mark potential."
  },

  "the legacy matters": {
    "name": "The legacy matters",
    "type": "Passive",
    "source":"Legacy Moves",
    "text": "When you take Influence over someone from your legacy (or give them Influence over you), mark potential and take +1 forward. When someone from your legacy causes your Labels to shift, mark potential and take +1 forward."
  },

  "never give up never surrender": {
    "name": "Never give up, never surrender",
    "type": "Active",
    "source":"Legacy Moves",
    "text": "When you **take a powerful blow** from someone with far greater power than you, use this move instead of the basic move. Roll + Savior. On a hit, you stand strong and choose one. On a 7-9, mark a condition.\n- you get an opportunity or opening against your attacker\n- you rally from the hit, and it inspires the team; add 1 Team to the pool\n- you keep your attacker’s attention\nOn a miss, you go down hard but leave your opponent off balance and vulnerable."
  },

  "symbol of authority": {
    "name": "Symbol of authority",
    "type": "Active",
    "source":"Legacy Moves",
    "text": "When you give an NPC an order based on authority they recognize, roll + Savior. On a hit, they choose one:\n- do what you say\n- get out of your way\n- attack you at a disadvantage\n- freeze\nOn a 10+, you also take +1 forward against them. On a miss, they do as they please and you take -1 forward against them."
  },

  "reality storm": {
    "name": "Reality storm",
    "type": "Passive",
    "source":"Flares",
    "text": "You channel a destructive burst with your powers. Spend 1 burn to **directly engage a threat** using your powers, rolling + Freak instead of + Danger. If you do, you will cause unwanted collateral damage unless you spend another burn."
  },

  "shielding": {
    "name": "Shielding",
    "type": "Passive",
    "source":"Flares",
    "text": "You call up a fast protective field to stop a danger. Spend 1 burn to **defend someone** else from an immediate threat, rolling + Freak instead of + Savior."
  },

  "constructs": {
    "name": "Constructs",
    "type": "Passive",
    "source":"Flares",
    "text": "Spend 1 burn to create any object with your powers, up to the size of a person. Spend an additional burn to animate it independently of yourself. The construct dissolves at the end of the scene."
  },

  "moat": {
    "name": "Moat",
    "type": "Passive",
    "source":"Flares",
    "text": "Spend 1 burn to create a barrier that will hold back threats as long as you keep your attention on it. The GM may call for you to spend another burn if the barrier is threatened by particularly powerful enemies."
  },

  "worship": {
    "name": "Worship",
    "type": "Passive",
    "source":"Flares",
    "text": "You put out a tremendous display of your might. Spend 1 burn to awe an audience into silence, respect, and attention when you unleash your powers."
  },

  "move": {
    "name": "Move",
    "type": "Passive",
    "source":"Flares",
    "text": "Spend 1 burn to move to any place you choose within the scene, breaking through or slipping past any barriers or restraints in your way. Spend a second burn to move to any place you’ve previously been."
  },

  "boost": {
    "name": "Boost",
    "type": "Passive",
    "source":"Flares",
    "text": "Spend 1 burn to supercharge a teammate’s efforts with your powers, giving them a +1 bonus to their roll as if you had spent Team from the pool."
  },

  "overcharge": {
    "name": "Overcharge",
    "type": "Passive",
    "source":"Flares",
    "text": "You channel the full capacity of your incredible powers to overcome an obstacle, reshape your environment, or extend your senses. Spend 2 burn to take a 10+ when you **unleash your powers**."
  },

  "elemental awareness": {
    "name": "Elemental awareness",
    "type": "Passive",
    "source":"Flares",
    "text": "Spend 1 burn and mark a condition to open your mind up to the world around you with your powers. You can ask any one question about the world around you, and the GM will answer honestly."
  },

  "snatch": {
    "name": "Snatch",
    "type": "Passive",
    "source":"Flares",
    "text": "Spend 1 burn to use your powers to seize any one object up to the size of a person from someone within view."
  },

  "belong in two worlds": {
    "name": "Belong in two worlds",
    "type": "Active",
    "source":"Outsider Moves",
    "text": "You have the resources that come with your station. Whenever you contact your people, roll + Superior. On a 10+, hold 3. On a 7-9, hold 2. On a miss, hold 1, but your people make an uncomfortable demand of you. Spend your hold 1 for 1 to:\n- receive a useful piece of alien technology that will allow you to use any ability from another playbook once (choose the ability when you spend the hold)\n- consult your people’s knowledge to ask the GM a question about the current situation\n- clear a condition through the comfort of contact with your home"
  },

  "alien tech": {
    "name": "Alien tech",
    "type": "Active",
    "source":"Outsider Moves",
    "text": "When you alter a human device with your alien technology, roll + Freak. On a hit, you create a device that can do something impossible once and then fizzle. When you roll a 10+, choose one:\n- it works exceptionally well\n- you get an additional use out of it\nOn a miss, the device works, but it has a completely unintended side effect that the GM will reveal when you use it."
  },

  "alien ways": {
    "name": "Alien ways",
    "type": "Passive",
    "source":"Outsider Moves",
    "text": "Whenever you openly disregard or undermine an important Earth custom in favor of one of your own people’s customs, shift Superior up and any other Label down."
  },

  "kirbycraft": {
    "name": "Kirby-craft",
    "type": "Passive",
    "source":"Outsider Moves",
    "text": "You have a vehicle, something from your home. Detail its look, and choose two strengths and two weaknesses. When you are flying your ship, you can use it to **unleash your powers**, **directly engage a threat**, or **defend someone** using Superior.\n**Strengths**: Fast & maneuverable, chameleon plating, powerful weaponry, regenerating, dimension-shifting, size-shifting, telepathic\n**Weaknesses**: Bizarre fuel source, susceptible to _______, easily detectable, slow and clumsy, unarmed, difficult to repair"
  },

  "the best of them": {
    "name": "The best of them",
    "type": "Passive",
    "source":"Outsider Moves",
    "text": "When you **comfort or support** someone by telling them how they exemplify the best parts of Earth, roll + Freak instead of + Mundane."
  },

  "not so different after all": {
    "name": "Not so different after all",
    "type": "Active",
    "source":"Outsider Moves",
    "text": "When you talk about your home, roll + Freak. On a 10+, choose two. On a 7-9, choose one. During the conversation, you:\n- confess a flaw of your home; add 1 Team to the pool\n- mislead them about your home; take Influence over them\n- describe the glories of your home; clear a condition\nOn a miss, you inadvertently reveal more about yourself than you planned; tell them a secret or vulnerability you haven’t shared with Earthlings before now."
  },

  "been reading the files": {
    "name": "Been reading the files",
    "type": "Active",
    "source":"Protege Moves",
    "text": "You’ve learned about the superhuman world through your mentor’s resources. When you first encounter an important superpowered phenomenon (your call), roll + Superior. On a hit, tell the team one important detail you’ve learned from your studies. The GM will tell you what, if anything, seems different from what you remember. On a 10+, ask the GM a follow-up question; they will answer it honestly. On a miss, the situation is well outside your base of knowledge; the GM will tell you why."
  },

  "captain": {
    "name": "Captain",
    "type": "Passive",
    "source":"Protege Moves",
    "text": "When you **enter battle as a team**, add an extra Team to the pool and carry +1 forward if you are the leader"
  },

  "venting frustration": {
    "name": "Venting frustration",
    "type": "Passive",
    "source":"Protege Moves",
    "text": "When you **directly engage** while you are Angry, you can roll + the Label your mentor denies and clear Angry"
  },

  "fireside chat": {
    "name": "Fireside chat",
    "type": "Active",
    "source":"Protege Moves",
    "text": "When you seek advice from your mentor, roll + the Label they embody. On a hit they will tell you what to do. On a 10+, mark potential if you follow their advice, and take +1 ongoing to follow through. On a 7-9, you get +1 forward to see it through if you do it their way. On a miss, they don’t have time for you because something big has gone down; mark a condition, GM’s choice."
  },

  "be mindful of your surroundings": {
    "name": "Be mindful of your surroundings",
    "type": "Passive",
    "source":"Protege Moves",
    "text": "When you **assess the situation** before entering into a fight, you may ask one additional question, even on a miss."
  },

  "heroic tradition": {
    "name": "Heroic tradition",
    "type": "Passive",
    "source":"Protege Moves",
    "text": "When you give someone the advice that you think your mentor would give, you can roll + the Label your mentor embodies to **comfort or support someone**, instead of rolling + Mundane."
  },

  "i am not my body": {
    "name": "I am not my body",
    "type": "Passive",
    "source":"Transformed Moves",
    "text": "When you **take a powerful physical blow**, you may roll as if you had two fewer conditions marked. If you do, on a 10+ you must choose to lose control of yourself in a terrible way."
  },

  "not human enough": {
    "name": "Not human enough",
    "type": "Passive",
    "source":"Transformed Moves",
    "text": "When you **directly engage a threat** in a terrifying fashion, mark a condition to choose an additional option, even on a miss."
  },

  "unstoppable": {
    "name": "Unstoppable",
    "type": "Active",
    "source":"Transformed Moves",
    "text": "When you smash your way through scenery to get to or away from something, roll + Danger. On a hit, the world breaks before you, and you get what you want. On a 7-9, choose one: mark a condition, leave something behind, or take something with you. On a miss, you smash through, but leave devastation in your wake or wind up somewhere worse, GM’s choice."
  },

  "coming for you": {
    "name": "Coming for you",
    "type": "Passive",
    "source":"Transformed Moves",
    "text": "When you mark a condition, take +1 forward against the person you most blame for causing it."
  },

  "wish i could be": {
    "name": "Wish I could be",
    "type": "Passive",
    "source":"Transformed Moves",
    "text": "When you **comfort or support someone**, if you tell them what you most envy about them, you can roll + Freak instead of + Mundane."
  },

  "be the monster": {
    "name": "Be the monster",
    "type": "Active",
    "source":"Transformed Moves",
    "text": "When you frighten, intimidate, or cow others with your monstrous form, roll + Freak. On a hit, they are thrown off and make themselves vulnerable to you, or they flee. On a 10+, choose one. On a 7-9, choose two.\n- you frighten others you had not intended to scare\n- you hurt someone or break something you shouldn’t have\n- you feel like more of a monster afterward; mark a condition (GM’s choice)\nOn a miss, they react with violence, hatred, and paranoia, and you suffer the brunt of it."
  }
}

